export const questions = [
  {
    id: 1,
    question: "다음 중 뮤지컬 〈빨래〉에 대한 설명으로 옳지 않은 것은?",
    options: [
      "CH수박에서 기획·제작한 대한민국 창작 뮤지컬이다.",
      "2025년 현재 대학로 유니플렉스에서 공연 중이다.",
      "공연 중 10명의 배우가 다양한 멀티배역을 연기한다. (2025년 기준)",
      "2009 개정 교육과정 천재교육 중학교 국어 3학년 교과서에 수록되었다.",
      "한국뮤지컬대상 작사상 및 극본상, 더 뮤지컬 어워즈 작사·작곡상 및 극본상을 수상했다."
    ],
    correctIndex: 2
  },
  {
    id: 2,
    question: "다음 음식들 중 공연 중 언급되지 않는 음식은?",
    options: ["물김치", "돈까스", "누룽지", "삼겹살", "감자"],
    correctIndex: 2
  },
  {
    id: 3,
    question: "다음 사진을 보고 설명으로 가장 알맞은 인물을 고르시오.",
    image: "/images/question3.jpg",
    options: ["나영", "솔롱고", "주인할매", "희정엄마", "김지숙"],
    correctIndex: 3
  },
  {
    id: 4,
    question: "다음 대사는 어떤 역할의 대사인지 고르시오.\n\n“굴러온 돌이 박힌 돌 빼는 세상이야.”",
    options: ["슈퍼 주인", "주인집 사내", "이사짐 아저씨", "공장장", "서상원"],
    correctIndex: 1
  },
  {
    id: 5,
    question: "다음 보기의 대사에 이어지는 대사로 알맞은 것은?\n\n“나 오늘 종일 몸에서 불이 났어요. 그래서 안 추워요.\n지금도 불이 나서 꺼지질 않아요.”",
    options: [
      "슬플 때는 빨래를 해",
      "눈물로 불 끄는 중이구나",
      "무슨 걱정이야, 내 등이 한밭이야!",
      "나영이, 너 무슨 일 있었어?",
      "나도 괜찮습니다."
    ],
    correctIndex: 1
  },
  {
    id: 6,
    question: "다음은 나영의 대사와 그 상대를 연결한 것이다.\n이 중 잘못 연결된 것은?",
    options: [
      "“참는 게 지겹지도 않니?” – 빵 아들",
      "“나 언니한테 할 말 있다?” – 김지숙",
      "“걱정하지 마세요.” – 주인할매",
      "“그냥 옆집 사는 사람이에요.” – 희정 엄마",
      "“여기 누가 살아요?” – 공익근무요원"
    ],
    correctIndex: 0
  },
  {
    id: 7,
    question: "다음 등장인물에 대한 설명 중 옳은 것은?",
    options: [
      "솔롱고는 러시아에서 문학을 전공했다.",
      "나영의 고향은 강원도 고성이다.",
      "극 중 주인할매의 이름은 김기조이다.",
      "9장에서 나영은 서점에서 해고된 후 실업급여를 받는 중이다.",
      "마이클은 친구들을 만나러 대학로 성당에 간다."
    ],
    correctIndex: 4
  },
  {
    id: 8,
    question: "다음 중 가사를 통해 유추할 수 없는 제일서점 직원들의 고충은?",
    options: [
      "활동이 불편한 유니폼을 입고 책을 정리하는 경우",
      "추석을 맞아 진행되는 연장 근무",
      "무시하는 손님으로 인한 감정적인 스트레스",
      "무거운 법서를 정리하며 허리가 아픈 경우",
      "정산이 맞지 않아 곤란한 경우"
    ],
    correctIndex: 3
  },
  {
    id: 9,
    question: "다음 중 공연 중 대사에서 언급되지 않는 인물은?",
    options: [
      "마이클의 친구 핫심",
      "솔롱고 옥탑방 주인집 아주머니",
      "주인할매의 아들",
      "나영의 아버지",
      "솔롱고의 동생"
    ],
    correctIndex: 3
  },
  {
    id: 10,
    question: "다음 가사에 등장하는 숫자의 총합으로 알맞은 것은?\n\n지겨운 기저귀 벌써 □년 째여\n□걸음 □걸음 걷자 내 방까지\n둘둘 말린 스타킹 □켤레\n정신없이 흘러간 □대 뭘 하고 살았는지\n서울살이 □년 바쁜 게 좋아 서울에서 시작한 직장생활",
    options: ["87", "74", "64", "77", "81"],
    correctIndex: 1
  }
];
